CONST_GREETINGS = "Привет! \nЭтот бот поможет создать сгенерировать фразу красиов. Ты сможешь наложить её на фото " \
                  "или видео. Как пользоваться ботом, ты всегда можешь узнать в разделе О боте 🤖.\n" \
                  "Если возникают впоросы или идеи по доработке жми  Связаться с автором 👩🏽‍💻."
CONST_FRONTS = "Шрифты, которые сейчас поддерживает бот."
CONST_HELP = "Здесь будет инфа для помощи "
CONST_ANSWER = "Для связи автором напишите @flame_of_your_heart"
CONST_COLOR = "Выберите один из доступных цветов:"
CONST_FRONT = "Выберите один из доступных шрифтов:"
CONST_COUNT = 0
CONST_COLOR_NAME = "white"
CONST_FRONT_NAME = "Lobster-Regular.ttf"
CUR_NUMBER_FRONT = "12"
CUR_NUMBER_COLOR = "2"
CUR_NAME = ""
INPUT_TEXT = ""
IS_TEXT_SENT = False
STR_LEN = 15

